<div class="page-block border-bottom">
    <div class="container">
        <div class="row">
            <div class="col-12 pb-4">
                <div class="page-title-wrapper">
                    <p class="page-title">Вкратце о себе</p>
                </div>
            </div>
        </div>
        <div class="row pt-md-5">
            <div class="col-12 mb-5 d-flex align-items-center justify-content-center">
                <div class="d-flex">
                    <img class="rounded-circle" style="max-width: 100%" src="/templates/main/assets/images/profile.png" alt="Profile Image">
                </div>
            </div>
            <div class="col-12 text-indent-25 text-justify">
                <p>В далеком 2002-м году в Липецкой области родился суперспособный парень, получивший при
                    рождении имя Максим. Уже с пеленок он показал невероятную тягу к знаниям. Пока другие дети дни
                    напролет катались на горках и бегали по улицам, он залпом читал одну книгу
                    за другой и занимался оригамми.</p>
                <p>
                    Вскоре выяснилось, что у Макса есть невероятный талант - молниеносно обучаться чему угодно.
                    Но как вы уже, наверное, знаете, не всегда все идет гладко, и в жизни парня появился его первый
                    злодей. Господин Лень - именно так он и представился вначале. Долгое время Макс боролся с Ленью,
                    все время балансируя между обучением программированию, дизайну и прочему, и тем, чтобы поваляться
                    на диване, заедая просмотр сериалов пиццой.
                </p>
                <p>
                    Чем закончится борьба между суперспособным человеком и одним из его врагов? Боюсь,
                    что пока что остается только гадать... Но все покажут время, и портфолио, которое находится ниже.
                </p>
            </div>
        </div>
    </div>
</div>