<div class="page-block border-bottom">
    <div class="container-xl">
        <div class="row">
            <div class="col-12 pb-4">
                <div class="page-title-wrapper">
                    <p class="page-title">Вкратце о себе</p>
                </div>
            </div>
        </div>
        <div class="row">
            <div class="col-12 mb-5 d-flex align-items-center justify-content-center">
                <div class="d-flex">
                    <img class="rounded-circle" style="max-width: 100%" src="/templates/main/assets/images/profile.png" alt="Profile Image">
                </div>
            </div>
        </div>
        <div class="row pt-md-5">
            <div class="col-12 text-indent-25 text-justify">
                <p>В далеком 2002-м году в Липецкой области родился суперспособный парень, получивший при
                    рождении имя Максим. Уже с пеленок он показал невероятную тягу к знаниям. Пока другие дети дни
                    напролет катались на горках и бегали по улицам, он залпом читал одну книгу
                    за другой и занимался оригамми.</p>
                <p>
                    Вскоре выяснилось, что у Макса есть невероятный талант - молниеносно обучаться чему угодно.
                    Но как вы уже, наверное, знаете, не всегда все идет гладко, и в жизни парня появился его первый
                    злодей. Господин Лень - именно так он и представился вначале. Долгое время Макс боролся с Ленью,
                    все время балансируя между обучением программированию, дизайну и прочему, и тем, чтобы поваляться
                    на диване, заедая просмотр сериалов пиццой.
                </p>
                <p>
                    Чем закончится борьба между суперспособным человеком и одним из его врагов? Боюсь,
                    что пока что остается только гадать... Но все покажут время, и
                    <a class="text-dark" href="/portfolio">портфолио</a>...
                </p>
            </div>
        </div>
    </div>
</div>

<div class="page-block border-bottom">
    <div class="container">
        <div class="row">
            <div class="col-12 pb-4">
                <div class="page-title-wrapper">
                    <p class="page-title">Дипломы и др.</p>
                </div>
            </div>
        </div>
        <div class="row pt-md-5">
            <div class="col-12 text-indent-25 text-justify">
                <p>В списке достижений, закрепленных в виде картинок у меня имеется только 4 вещи - диплом,
                    который я получил в вузе, сертификат битрикс-фреймворк разработчика уровня "Интеграция и дизайн",
                сертификат битрикса за прохождение курса "Администратор Базовый" (хотя до сих пор не с первого раза
                    нахожу где в меню находится резервное копирование) и сертификат о прохождении курса в колл-центре
                    с первого места работы.</p>

                <div>
                    <p><b>Диплом</b></p>
                    <p>
                        С детства я мечтал сделать свою "Готику" где безымянный заключенный с косичкой спасает весь мир,
                        а также мне хотелось реализовать что-то действительно полезное, поэтому в качестве темы я
                        выбрал "Реализация интерактивной игры для обучения". Изначально все было просто идеально, вы
                        заходите в игру от лица персонажа, и в режиме диалог -> написание и компиляция кода в режиме
                        реального времени получаете навыки программирования, попутно конструируя блок-схемы из разных
                        пройденных элементов.
                    </p>
                    <p>
                        Несмотря на "Удовлетворительно" от рецензента, и "удовлетворительно" от научного руководителя за
                        неимением литературы по психологии и неупоминании Каменского я защитил диплом на отлично
                        (впрочем, как и ГОС-ы), но сразу же удалил проект, потому что из-за внесенных, наспех,
                        после-преддипломных изменений смотреть на него стало просто страшно...
                    </p>
                </div>

                <div>
                    <p><b>Сертифкат "Разработчик BITRIX FRAMEWORK"</b></p>
                    <p>
                        Я учился в вузе, и настало время зимней практики - единственной внешней практики за все
                        время обучения... Чтобы действительно чему-то научиться, я выбрал такую компанию как
                        "ИНТЕРВОЛГА" в которой получил свой первый опыт WEB разработки, а также два сертификата по
                        Битриксу, которые описал выше.
                    </p>
                    <p>
                        Я не работал на bitrix-24. В мои обязанности входили:
                    </p>
                    <ul>
                        <li>Разработка и доработка модулей</li>
                        <li>Отслеживание ошибок в модулях, компонентах и др</li>
                        <li>Интеграция верстки на сайт</li>
                        <li>и подобного рода вещи</li>
                    </ul>
                    <p>
                        Здесь же я и познакомился с такой IDE как PHPStorm, узнал многие команды linux ubuntu,
                        а также получил навыки работы с ssh, ftp, ловлей вирусов, логгированием, GitFlow и др.
                    </p>
                    <p>
                        По мере прохождения компания предлагала "апнуть" свой текущий уровень за счет аттестации
                        разработчиков, и одним из пунктов аттестации был сертификат 1C-Битрикс. Так он у меня и
                        появился, а получил я его только со второй попытки)
                    </p>
                </div>
            </div>
        </div>
        <div class="row">
            <div class="col-12 col-md-9 mx-auto">
                <img src="/images/certificates/bitrix-base.png"
                     class="d-block w-100 border"
                     alt="Сертификат Битрикс Разработчика">
            </div>
        </div>
    </div>
</div>